Repository: common-repository/rapiddev-youtube-pro
Catalog: languages/rapiddev_youtube-*.po
Languages: pl_pl

source: Admin widget
pl_pl: Widget administratora

source: API Key
pl_pl: Klucz API

source: Channel ID
pl_pl: ID Kanału

source: Settings
pl_pl: Ustawienia

source: Enabled
pl_pl: Włączony

source: Disabled
pl_pl: Wyłączony

source: Check the configuration
pl_pl: Sprawdź konfigurację

source: Subscribtions live
pl_pl: Subskrypcje na żywo

source: Total views
pl_pl: Wyświetlenia łącznie

source: Videos
pl_pl: Filmy

source: You like our plugins?
pl_pl: Lubisz nasze wtyczki?

source: See our framework
pl_pl: Zobacz nasz framework

source: Use functionality
pl_pl: Wykorzystaj funkcjonalności

source: Site widgets
pl_pl: Widgety na stronie

source: Use one of the few widgets available for your website
pl_pl: Użyj jednego z dostępnych dla Twojej strony widgetów

source: Latest movies
pl_pl: Najnowsze filmy

source: Live broadcasts
pl_pl: Transmisje na żywo

source: Subscribe channel
pl_pl: Subskrybuj kanał

source: Go to the widgets now
pl_pl: Przejdź do widgetów teraz

source: If you check the 'Admin Widget' option, a widget with the current number of subscribers will be displayed on the main page of your cockpit every 5 seconds
pl_pl: Jeśli zaznaczysz opcję 'Widget Adminsitratora', widget z aktualną liczbą subskrybentów pojawi się na stronie głównej kokpitu i będzie odświeżał się co 5 sekund

source: To get your own API key, go to the Google developer site.
pl_pl: Aby otrzymać swój klucz API, przejdź na stronę deweloperów Google.

source: Generate your API key, then paste it in the settings next to it
pl_pl: Wygeneruj swój klucz API, a następnie wklej go w polu ustawień obok

source: Save settings
pl_pl: Zapisz ustawienia

source: This plugin is not an official plugin created by YouTube. The YouTube name is owned by Google INC. and is used to facilitate identification
pl_pl: Ta wtyczka nie jest oficjalną wtyczką stworzoną przez YouTube. Nazwa YouTube jest własnością Google INC. i służy do ułatwienia identyfikacji

source: Notify the user about your live broadcast
pl_pl: Powiadom użytkowników o Twojej najnowszej transmisji

source: Live stream
pl_pl: Transmisja na żywo

source: Title:
pl_pl: Tytuł:

source: An error occurred while getting the broadcast
pl_pl: Wystąpił błąd podczas pobierania transmisji na żywo

source: Watch YouTube broadcast now
pl_pl: Zobacz teraz transmisję na żywo z YouTube

source: See previous YouTube broadcast
pl_pl: Zobacz poprzednią transmisję na żywo z YouTube

source: Show information about the latest movie
pl_pl: Pokaż informację o najnowszym filmie

source: Latest video
pl_pl: Najnowszy film

source: An error occurred while getting the latest movie
pl_pl: Wystąpił błąd podczas pobierania najnowszego filmu

source: See the latest YouTube video
pl_pl: Zobacz najnowszy film z YouTube

source: Encourage users to subscribe to your channel
pl_pl: Zachęć użytkowników do zasubskrybowania Twojego kanału

source: Subscribe us
pl_pl: Subskrybuj nas

source: Loading...
pl_pl: Ładowanie...

source: YouTube Subscribtions
pl_pl: Subskrypcje YouTube

source: CRITICAL ERROR
pl_pl: BŁĄD KRYTYCZNY

source: requires at least
pl_pl: wymaga conajmniej

source: You need to update your WordPress site
pl_pl: Musisz zaktualizować swoją stronę WordPress

source: ERROR ID
pl_pl: ID BŁĘDU

source: You need to update your server
pl_pl: Musisz zaktualizować swój serwer
